-- lines for SP Package

return {
	-- 杨修
	["$jilei"] = "食之无味，弃之可惜",
	["$danlao"] = "一人一口，分而食之",
	["~yangxiu"] = "恃才傲物，方有此命",
	["cv:yangxiu"] = "幻象迷宫",

	-- 公孙瓒
	["$yicong3"] = "冲啊！", -- +1 -> -1
	["$yicong4"] = "众将听令，摆好阵势，御敌！", -- -1 -> +1
	["~gongsunzan"] = "我军将败，我已无颜苟活于世……",

	-- 袁术
	["$yongsi1"] = "玉玺在手，天下我有！",
	["$yongsi2"] = "大汉天下，已半入我手！",
	["$weidi1"] = "我才是皇帝！",
	["$weidi2"] = "你们都得听我的号令！",
	["~yuanshu"] = "可恶，就差一步了！",

	-- SP关羽
	["cv:sp_guanyu"] = "喵小林，官方",
	["$danji"] = "吾兄待我甚厚，誓以共死，今往投之，望曹公见谅。",

	-- 曹洪
	["cv:caohong"] = "喵小林",
	["$yuanhu1"] = "持吾兵戈，随我杀敌！", --武器
	["$yuanhu2"] = "汝今势微，吾当助汝。", --防具
	["$yuanhu3"] = "公急上马，洪敌贼军！", --坐骑
	["$yuanhu4"] = "天下可无洪，不可无公。", --曹操
	["$yuanhu5"] = "持戈整兵，列阵御敌！", --自己
	["~caohong"] = "主公已安，洪纵死亦何惜……",

	-- 关银屏
	["cv:guanyinping"] = "蒲小猫",
	["$xueji1"] = "陷坚摧锋，以报家仇！",
	["$xueji2"] = "踏平南土，以消国恨！",
	["$huxiao1"] = "若无后手，何言为将？",
	["$huxiao2"] = "刀行如流水，杀你个措手不及！",
	["$wuji"] = "武圣虽死，血脉尚存。先父佑我，再现武魂！",
	["~guanyinping"] = "父亲……",

	-- 夏侯霸
	["$tiaoxin4"] = "跪下受降，饶你不死！",
	["$tiaoxin5"] = "黄口小儿，可听过将军名号？",
	["$paoxiao5"] = "喝啊~~~",
	["$paoxiao6"] = "受死吧！",
	["$shensu3"] = "冲杀敌阵，来去如电！",
	["$shensu4"] = "今日有恙在身，须得速战速决！",
	["~xiahouba"] = "弃魏投蜀，死而无憾……",

	-- 陈琳
	["$bifa1"] = "笔墨纸砚，皆兵器也！",
	["$bifa2"] = "汝德行败坏，人所不齿也！",
	["$songci1"] = "将军德才兼备，大汉之栋梁也！", -- 摸牌
	["$songci2"] = "汝窃国奸贼，人人得而诛之！", -- 弃牌
	["~chenlin"] = "来人，我的笔呢？",

	-- 大乔小乔
	["$xingwu1"] = "哼，不要小瞧女孩子哦！", -- 放置牌
	["$xingwu2"] = "姐妹齐心，其利断金！", -- 造成伤害
	["~erqiao"] = "伯符、公瑾，请一定守护住我们的江东哦……",

	-- 张宝
	["$zhoufu"] = "违吾咒者，倾死灭亡！",
	["$yingbing"] = "朱雀玄武，侍卫我真！",
	["~zhangbao"] = "黄天！为何……" ,

	--曹昂
	["$kangkai1"] = "父亲快走，有我殿后！" ,
	["$kangkai2"] = "典将军，比比看谁杀敌更多！" ,
	["~caoang"] = "典将军，还是你赢了，诶~~" ,

	--张星彩
	["$shenxian1"] = "抚慰军心，以安国事。" ,
	["$shenxian2"] = "愿尽己力，为君分忧。" ,
	["$qiangwu1"] = "咆哮沙场，万夫不敌！" ,
	["$qiangwu2"] = "父亲未竟之业，由我继续！" ,
	["~xingcai"] = "复兴汉室之路，臣妾再也不能陪伴左右。" ,

	--祖茂
	["$yinbing1"] = "将军走此小道，追兵教我应付！" ,
	["$yinbing2"] = "追兵凶芒，末将断后！" ,
	["$juedi1"] = "提起武器，最后一搏！" ,
	["$juedi2"] = "困兽之斗，以诠忠义！" ,
	["~zumao"] = "孙将军，已经安全了吧。" ,

	--诸葛诞
	["$gongao1"] = "恪尽职守，忠心侍主。" ,
	["$gongao2"] = "攻城拔寨，建功立业。" ,
	["$juyi"] = "司马氏篡权，我当替天伐之！" ,
	["$weizhong"] = "定当夷司马氏三族！" ,
	["~zhugedan"] = "诸葛一氏定会为我复仇！" ,

	--孙鲁育
	["$meibu1"] = "若要动手，就请先杀我吧！" ,
	["$meibu2"] = "萧墙之乱，宫闱之衅，实为吴国之祸啊！" ,
	["$mumu1"] = "只求相夫教子，不求参政议事。" ,
	["$mumu2"] = "立储乃国家大事，我们姐妹不便参与。" ,
	["~sunluyu"] = "姐姐，一切好自为之。" ,

	--马良
	["$xiemu1"] = "暴戾之气，伤人害己！" ,
	["$xiemu2"] = "休要再提战事！" ,
	["$naman1"] = "慢着，让我来！" ,
	["$naman2"] = "弃暗投明，光耀门楣！" ,
	["~maliang"] = "皇叔为何不听我之言！" ,

	--程昱
	["$shefu1"] = "圈套已设，埋伏已完，只等敌军进来。" ,
	["$shefu2"] = "如此天网，谅你插翅也难逃！" ,
	["$benyu1"] = "天下大乱，群雄并起，必有命示。" ,
	["$benyu2"] = "曹公智略，乃上天所授。" ,
		["~chengyu"] = "此诚报效国家之时，吾却休矣……" ,

	--文聘
	["$spzhenwei1"] = "江夏防线，固若金汤",
	["$spzhenwei2"] = "再敢来犯，仍叫你无功而返",
	["~sp_wenpin"] = "终于..也守不住了" ,


	-- 何太后
	["cv:hetaihou"] = "郁望梦始",
	["$zhendu1"] = "最毒不过妇人心。",
	["$zhendu2"] = "鸩酒已备，取酌由君。",
	["$qiluan1"] = "屠彘贫户，今握汉室江山。",
	["$qiluan2"] = "天下霸权尽归我何氏所有。",
	["~hetaihou"] = "昨昔后兄诛董后，今朝董贼戮何家…",

	["~sunhao"] = " ",
	["~jsp_sunshangxiang"] = " ",
	["~jsp_guanyu"] = " " ,
	["~jsp_jiangwei"] = " ",

	-- 诸葛恪
	["$aocai1"] = "吾主圣明，泽被臣属！",
	["$aocai2"] = "哼，易如反掌！",
	["$duwu1"] = "破曹大功，正在今朝！",
	["$duwu2"] = "全力攻城，言退者，斩！",
	["~zhugeke"] = "重权镇主，是我疏忽了……",

	--ol马谡
	["$sanyao1"] = "散谣惑敌，不攻自破",
	["$sanyao2"] = "三人成虎事多有",
	["$zhiman1"] = "丞相多虑，且看我的",
	["$zhiman2"] = "兵法谙熟于心，取胜千里之外",
	["~ol_masu"] = "败军之罪，万死难赎" ,

	--ol于禁
	["$jieyue1"] = "安营驻寨，严守城防！" ,
	["$jieyue2"] = "诸军严整，敌军自乱！" ,
	["~ol_yujin"] = "忍辱偷生，无颜以面丞相厚恩……" ,

	-- 虎牢关吕布
	["cv:shenlvbu2"] = "风叹息",
	["$shenwei"] = "飞将之威，上天亦知！",
	["$shenji"] = "神戟在手，何人能及！",
	["$xiuluo"] = "哼！鬼蜮伎俩，休想阻我！",
	["~shenlvbu2"] = "什么？我败了？！",
	["$StageChange"] = "杂鱼们，好戏才刚刚开始！",

	--旱魃
	["$fentian1"] = "烈火燎原，焚天灭地！",
	["$fentian2"] = "骄阳似火，万物无生！",
	["$zhiri1"] = "你以为，这样就已经结束了？",
	["$zhiri2"] = "好舒服！这太阳的力量！",
	["$xintan1"] = "人人心中，都有一团欲望之火！",
	["$xintan2"] = "让心中之火慢慢吞噬你吧！哈哈哈哈哈哈！",
	["~hanba"] = "应龙，是你在呼唤我吗？",


	["cv:caesar"] = "English Listening 900",
	["$conqueror1"] = "Please give me a piece of pie.",
	["$conqueror2"] = "Will you be here at ten o'clock tomorrow? ",
	["$conqueror3"] = "I'd rather have some tea,if you don't mind. ",
	["~caesar"] = "Let's talk about something else.",
	-- 孙皓
		["$canshi1"] = "众人与蝼蚁何异？哼哼哼哼!",
		["$canshi2"] = "难道，一切不在朕手中？",
		["$chouhai1"] = "哼！树敌三千，又如何？",
		["$chouhai2"] = "不发狂，就灭亡！",
		["$guiming2"] = "这是要我，命归黄泉吗？！",
		["$guiming1"] = "这就是，末世皇帝的不归路！",
		["~sunhao"] = "命啊……命！",


	-- J.SP孙尚香
		["$liangzhu1"] = "吾愿携弩，征战沙场，助君一战!",
		["$liangzhu2"] = "两国结盟，与我都是一家人！",
		["$fanxiang2"] = "兄命难违，从此两别...",
		["$fanxiang1"] = "今昔一别，不知何日再见...",
		["$xiaoji4"] = "弓马何须系红妆？",
		["$xiaoji3"] = "双剑夸俏，不让须眉！",
		["~jsp_sunshangxiang"] = "东途难归，初心难追",


	-- J.SP关羽
		["$wusheng5"] = "义经逆流！吾按礼数！",
		["$wusheng6"] = "以义传魂，以武入圣！",
		["$jspdanqi1"] = "单骑护嫂千里，只为桃园之义！",
		["$jspdanqi2"] = "孤身远涉，赤心归国！",
		["~jsp_guanyu"] = "樊城一去，死亦无惧。",

	-- J.SP姜维
		["$kunfen1"] = "心数虚实，众将切勿惫怠！",
		["$kunfen2"] = "纵使困顿难行，亦当砥砺奋进！",
		["$fengliang2"] = "得遇丞相，再生之德！",
		["$fengliang1"] = "丞相大利，维岂有不从之理？",
		["$tiaoxin7"] = "今日天公作美，怎能不战而退？！",
		["$tiaoxin6"] = "贼将无胆，何不早降？",
		["~jsp_jiangwei"] = "伯约已尽力而为，奈何大汉国力衰微……",
}