-- lines for Standard General Package

return {
	-- 曹操
	["$jianxiong1"] = "燕雀安知鸿鹄之志！",
	["$jianxiong2"] = "夫英雄者，胸怀大志，腹有良谋。",
	["$hujia1"] = "护卫何在？",
	["$hujia2"] = "大胆逆贼，谁可擒之！",
	["~caocao"] = "华佗何在……",

	-- 司马懿
	["$guicai1"] = "天命难违？哈哈哈哈哈哈哈哈……",
	["$guicai2"] = "才通天地，逆天改命！",
	["$fankui1"] = "哼！自作孽，不可活。",
	["$fankui2"] = "哼，正中下怀。",
	["~simayi"] = "我的气数就到这里了吗？",

	-- 夏侯惇
	["$ganglie1"] = "伤我者，十倍奉还",
	["$ganglie2"] = "哪个敢动我",
	["$qingjian1"] = "钱财乃身外之物",
	["$qingjian2"] = "福生于清俭，德生于卑退",
	["~xiahoudun"] = "诸多败绩，有负丞相重托",

	-- 张辽
	["$tuxi1"] = "快马突袭，占尽先机！",
	["$tuxi2"] = "马死飞影，枪如霹雳！",
	["~zhangliao"] = "被敌人占了先机……呃……",

	-- 许褚
	["$luoyi1"] = "过来打一架！对，就是你！",
	["$luoyi2"] = "废话少说，放马过来吧！",
	["~xuchu"] = "丞相，末将尽力了……",

	-- 郭嘉
	["$tiandu1"] = "天意如此吧",
	["$tiandu2"] = "那...就这样吧",
	["$yiji1"] = "依此计行，辽东可定",
	["$yiji2"] = "锦囊妙策，终定社稷",
	["~guojia"] = "咳咳咳...",

	-- 甄姬
	["$luoshen1"] = "仿佛兮若轻云之蔽月。",
	["$luoshen2"] = "飘摇兮若流风之回雪。",
	["$qingguo1"] = "凌波微步，罗袜生尘。",
	["$qingguo2"] = "体迅飞凫，飘忽若神。",
	["~zhenji"] = "悼良会之永绝兮，哀一逝而异乡。",

	-- 李典
	["$xunxun1"] = "众将死战，非我之功。" ,
	["$xunxun2"] = "爱兵如子，胜乃可全。",
	["$wangxi1"] = "前尘往事，莫再提起。", -- 受到伤害
	["$wangxi2"] = "大丈夫何拘小节！", -- 造成伤害
	["~lidian"] = "报国杀敌，虽死犹荣……",

	-- 刘备
	["$rende1"] = "以德服人。",
	["$rende2"] = "惟贤惟德，能服于人。",
	["$jijiang1"] = "蜀将何在？",
	["$jijiang2"] = "尔等敢应战否？",
	["~liubei"] = "这就是桃园吗？",

	-- 关羽
	["$wusheng1"] = "逆贼，哪里走！",
	["$wusheng2"] = "刀锋所向，战无不克！",
	["$yijue1"] = "恩已断，义当绝。",
	["$yijue2"] = "关某向来恩怨分明。",
	["~guanyu"] = "桃园一拜，恩义常在。",

	-- 张飞
	["$paoxiao1"] = "喝啊~~~",
	["$paoxiao2"] = "今必斩汝马下！",
	["$tishen1"] = "谁还敢过来一战！",
	["$tishen2"] = "欺我无谋，定要尔等血偿！",
	["~zhangfei"] = "桃园一拜，此生无憾……",

	-- 诸葛亮
	["$guanxing1"] = "观今夜天象，知天下大事。",
	["$guanxing2"] = "知天易，逆天难。",
	["$kongcheng1"] = "（抚琴声）",
	["$kongcheng2"] = "（抚琴声）",
	["~zhugeliang"] = "将星陨落，天命难违。",

	-- 赵云
	["$longdan1"] = "龙威虎胆，斩敌破阵！",
	["$longdan2"] = "进退自如，游刃有余！",
	["$yajiao1"] = "策马趋前，斩敌当先！",
	["$yajiao2"] = "遍寻天下，但求一败！",
	["~zhaoyun"] = "你们谁……还敢再上？",

	-- 马超
	["$tieji1"] = "目标敌阵，全军突击！",
	["$tieji2"] = "敌人阵型已乱，随我杀~~~",
	["~machao"] = "请将我葬在西凉……",

	-- 黄月英
	["$jizhi1"] = "哼哼~",
	["$jizhi2"] = "哼~",
	["~huangyueying"] = "亮……",

	-- 徐庶
	["$qianxin1"] = "既遇明主，天下可图！",
	["$qianxin2"] = "弃武从文，安邦卫国！",
	["$jianyan1"] = "开言纳谏，社稷之福。",
	["$jianyan2"] = "如此如此，敌军自破。",
	["$zhuhai1"] = "善恶有报，天道轮回！",
	["$zhuhai2"] = "早知今日，何必当初？",
	["~st_xushu"] = "母亲……孩儿尽孝来了……",

	-- 孙权
	["$zhiheng1"] = "容我三思。",
	["$zhiheng2"] = "且慢。",
	["$jiuyuan1"] = "有汝辅佐，甚好！",
	["$jiuyuan2"] = "好舒服啊。",
	["~sunquan"] = "父亲，大哥，仲谋愧矣……",

	-- 甘宁
	["$qixi1"] = "你用不了这么多了！",
	["$qixi2"] = "弟兄们，准备动手！",
	["$fenwei1"] = "哼，敢欺我东吴无人？",
	["$fenwei2"] = "奋勇当先，威名远扬！",
	["~ganning"] = "别管我……继续杀……",

	-- 吕蒙
	["$keji1"] = "最好的机会还在等着我。",
	["$keji2"] = "蓄力待时，不争首功。",
	["$qinxue1"] = "勤以修身，学以报国。",
	["$qinxue2"] = "兵书熟读，了然于胸。",
	["$gongxin3"] = "哼，早知如此！",
	["$gongxin4"] = "洞若观火，运筹帷幄。",
	["~lvmeng"] = "你……给我等着！",

	-- 黄盖
	["$kurou1"] = "我这把老骨头不算什么！",
	["$kurou2"] = "为成大义，死不足惜！",
	["$zhaxiang1"] = "铁索连舟而行，东吴水师可破。",
	["$zhaxiang2"] = "两军阵前，不斩降将！",
	["~huanggai"] = "盖……有负公瑾重托……",

	-- 周瑜
	["$yingzi1"] = "哈哈哈哈哈哈哈哈……",
	["$yingzi2"] = "伯符，且看我这一手！",
	["$fanjian1"] = "与我为敌，就当这般生不如死！",
	["$fanjian2"] = "抉择吧，在苦与痛的地狱中！",
	["~zhouyu"] = "既生瑜，何生亮……既生瑜，何生亮！",

	-- 大乔
	["$liuli1"] = "伯符不在身边，我要自己保重",
	["$liuli2"] = "帮帮人家嘛",
	["$liuli5"] = "不懂得怜香惜玉么",
	["$liuli6"] = "嘿嘿，交给你了",
	["$guose1"] = "旅途劳顿，请下马休整吧。",
	["$guose2"] = "还没到休息的时候！",
	["~daqiao"] = "伯符，再也没人能欺负我了……",

	-- 陆逊
	["$qianxun1"] = "谦谦君子，温润如玉",
	["$qianxun2"] = "满招损，谦受益",
	["$lianying1"] = "失之淡然，得之坦然",
	["$lianying2"] = "生生不息，源源不绝",
	["~luxun"] = "我的未尽之业",

	-- 孙尚香
	["$jieyin1"] = "夫君，身体要紧。",
	["$jieyin2"] = "他好，我也好。",
	["$xiaoji1"] = "哼！",
	["$xiaoji2"] = "看我的厉害！",
	["~sunshangxiang"] = "不！还不可以死！",

	-- 华佗
	["$jijiu1"] = "妙手仁心，药到病除。",
	["$jijiu2"] = "救死扶伤，悬壶济世。",
	["$chuli1"] = "病入膏肓，需下猛药。",
	["$chuli2"] = "病去，如抽丝。",
	["~huatuo"] = "生老病死，命不可违。",

	-- 吕布
	["$wushuang1"] = "三个齐上也不是我的对手！",
	["$wushuang2"] = "还有哪个敢挑战我？",
	["$liyu1"] = "人不为己，天诛地灭。",
	["$liyu2"] = "大丈夫相时而动。",
	["~lvbu"] = "我竟然输了，不可能！",

	-- 貂蝉
	["$biyue1"] = "失礼了~",
	["$biyue2"] = "羡慕吧~",
	["$lijian1"] = "嗯呵呵~~呵呵~~",
	["$lijian2"] = "夫君，你要替妾身做主啊……",
	["~diaochan"] = "父亲大人，对不起……",

	--华雄
	["$yaowu1"] = "哼！先让你尝点儿甜头",
	["$yaowu2"] = "大人有大量，不和你计较",

	--袁术
	["$wangzun1"] = "真命天子，八方拜服",
	["$wangzun2"] = "归顺于我，封爵赏地",
	["$tongji1"] = "弑君之罪，当诛九族",
	["$tongji2"] = "你..你这是反了",
	["~st_yuanshu"] = "把玉玺..还给我！",

	-- 公孙瓒
	["$yicong1"] = "列阵锋矢，直取要害！", -- +1 -> -1
	["$yicong2"] = "变阵冲厄，以守待攻！", -- -1 -> +1
	["$qiaomeng1"] = "秣马厉兵，整戈待战。",
	["$qiaomeng2"] = "夺敌辎重，以为己用。",
	["~st_gongsunzan"] = "皇图霸业梦，付之一炬中……",

	-- 高达一号
	["cv:gaodayihao"] = "猎狐",
	["$noslonghun1"] = "金甲映日，驱邪祛秽。", -- 黑桃
	["$noslonghun2"] = "腾龙行云，首尾不见。", -- 梅花
	["$noslonghun3"] = "潜龙于渊，涉灵愈伤。", -- 红桃
	["$noslonghun4"] = "千里一怒，红莲灿世。", -- 方片
	["$noslonghun5"] = "龙战于野，其血玄黄。", -- 夺剑

	["$super_zhiheng1"] = "容我三思。",
	["$super_zhiheng2"] = "且慢。",
}