-- lines for Wind Package

return {
	-- 曹仁
	["$jushou"] = "兵精粮足，守土一方。",
	["$jiewei"] = "坚壁清野，以锉敌锐！",
	["~caoren"] = "长江以南再无王土矣……",

	-- 夏侯渊
	["$shensu1"] = "吾善于千里袭人！",
	["$shensu2"] = "取汝首级犹如探囊取物！",
	["~xiahouyuan"] = "竟然比我还…快……",

	-- 黄忠
	["$liegong1"] = "百步穿杨！",
	["$liegong2"] = "中！",
	["~huangzhong"] = "不得不服老了……",

	-- 魏延
	["$kuanggu1"] = "我会怕你吗？",
	["$kuanggu2"] = "真是美味呀！",
	["~weiyan"] = "谁敢杀我！啊……",

	-- 小乔
	["$tianxiang1"] = "接着哦~",
	["$tianxiang2"] = "替我挡着~",
	["$tianxiang3"] = "哼！我才不怕你呢！",
	["$tianxiang4"] = "替我挡着吧！",
	["$hongyan"] = "（红颜~）",
	["~xiaoqiao"] = "公瑾…我先走一步……",

	-- 周泰
	["$buqu1"] = "哼，这点小伤算什么！",
	["$buqu2"] = "战如熊虎，不惜屈命！",
	["$fenji1"] = "两肋插刀，愿负此屈！",
	["$fenji2"] = "百战之身，奋勇驱前！",
	["~zhoutai"] = "敌众我寡，无力回天……",

	-- 张角
	["$leiji1"] = "呼风唤雨，驱雷策电！",
	["$leiji2"] = "成为黄天之士的祭品吧！",
	["$guidao1"] = "哼哼，天意如此！",
	["$guidao2"] = "道士所向，皆由我控！",
	["$huangtian1"] = "黄天立，民心顺，天下平！",
	["$huangtian2"] = "苍天不复，黄天将替！",
	["~zhangjiao"] = "黄天既覆，苍生何存……",

	-- 于吉
	["$guhuo1"] = "如真似幻，扑朔迷离。",
	["$guhuo2"] = "道法玄机，变幻莫测。",
	["~yuji"] = "道法玄机，竟被参破……",
}