return {

	--蔡夫人
	["$qieting1"] = "此人不露锋芒，断不可留",
	["$qieting2"] = "想削我蔡氏，痴心妄想",
	["$xianzhou1"] = "丞相挟天威而至，吾等安敢不降",
	["$xianzhou2"] = "献荆襄九郡，图一世之安",
	["~caifuren"] = "孤儿寡母，何必赶尽杀绝呢" ,

	--曹真
	["$sidi"] = "筑城固守，司敌备战",
	["~caozhen"] = "秋雨凄迷，军心易乱" ,

	--陈群
	["$dingpin1"] = "取才赋职，论能行赏",
	["$dingpin2"] = "定品寻良骥，忠正探人杰",
	["$faen1"] = "礼法容情，皇恩浩荡",
	["$faen2"] = "法礼有度，恩威并施",
	["~chenqun"] = "吾身虽殒，典律昭昭" ,

	--顾雍
	["$shenxing1"] = "审时度势乃容万变",
	["$shenxing2"] = "此须斟酌一二",
	["$bingyi1"] = "公正无私，秉持如一",
	["$bingyi2"] = "诸君看仔细了",
	["~guyong"] = "病躯渐重，国事难安" ,

	--韩浩史涣
	["$shenduan1"] = "良机虽去，尚可截资断源",
	["$shenduan2"] = "行军须慎，谋断当决",
	["$yonglve1"] = "不必从言，自有主断",
	["$yonglve2"] = "非常之机当行非常之计",
	["~hanhaoshihuan"] = "那拈弓搭箭的将军..是何人？" ,

	--沮授
	["$shibei1"] = "矢志于北，尽忠于国",
	["$shibei2"] = "命系袁氏，一心向北",
	["$jianying1"] = "由缓至急，循循而进",
	["$jianying2"] = "事须缓图，欲速不达也",
	["~jvshou"] = "志士凋亡，河北哀矣" ,

	--孙鲁班
	["$zenhui1"] = "你也休想置身事外",
	["$zenhui2"] = "你可别不识抬举",
	["$jiaojin1"] = "就凭你？还想算计于我",
	["$jiaojin2"] = "是谁借给你的胆子",
	["~sunluban"] = "本公主..何罪之有？" ,

	--吴懿
	["$benxi1"] = "奔战万里，袭关斩将",
	["$benxi2"] = "袭敌千里，溃敌百步",
	["~wuyi"] = "奔波已疲，难以再战" ,

	["$qiangzhi1"] = "文书强识，才可博于运筹",
	["$qiangzhi2"] = "容我过目，即刻咏来",
	["$xiantu1"] = "将军莫虑，且看此图",
	["$xiantu2"] = "吾以诚心相献，君何踌躇不前",
	["~zhangsong"] = "皇叔不听吾谏言，悔时晚矣" ,

	--周仓
	["$zhongyong1"] = "驱刀飞血，直取寇首",
	["$zhongyong2"] = "为将军提刀携马，万死不辞",
	["~zhoucang"] = "为将军操刀牵马，此生无憾" ,

	--朱桓
	["$youdi"] = "无名小卒，可敢再前进一步？",
	["~zhuhuan"] = "这巍巍巨城，吾竟无力撼动" ,

}