-- translation for YJCM2014 Package

return {
	["YJCM2015"] = "一将成名2015",

    
    ["zhongyao"] = "钟繇" ,
    ["huomo"] = "活墨" ,
    [":huomo"] = "每当你需要使用一张你于此回合内未使用过的基本牌时，你可以将一张黑色非基本牌置于牌堆顶，然后视为你使用了此基本牌。" ,
    ["zuoding"] = "佐定",
    [":zuoding"] = "一名其他角色于其出牌阶段内使用黑桃牌指定目标后，若此阶段没有角色受到过伤害，则你可以令其中一名目标角色摸一张牌。" ,
    ["@zuoding"] = "请选择一名该牌的目标角色，该角色将摸一张牌" ,
    
    ["yj_xiahoushi"] = "YJ夏侯氏" ,
    ["&yj_xiahoushi"] = "夏侯氏" ,
    ["qiaoshi"] = "樵拾" ,
    [":qiaoshi"] = "其他角色的结束阶段开始时，若你的手牌数与其相等，则你可以与其各摸一张牌。" ,
    ["yjyanyu"] = "燕语" ,
    [":yjyanyu"] = "出牌阶段，你可以重铸【杀】。出牌阶段结束时，若你于此阶段以此法重铸了两张或更多的【杀】，则你可以令一名男性角色摸两张牌。" ,
    ["@yjyanyu-give"] = "你可以令一名男性角色摸两张牌。" ,
    
    ["zhuzhi"] = "朱治" ,
    ["anguo"] = "安国" ,
    [":anguo"] = "出牌阶段限一次，你可以选择一名其他角色装备区里的一张牌，令其将此牌收回手牌。然后若该角色攻击范围内的角色数因此减少，你摸一张牌。" ,
    
    ["gongsunyuan"] = "公孙渊" ,
    ["huaiyi"] = "怀异" , -- 怀孕！！
    [":huaiyi"] = "出牌阶段限一次，你可以展示所有手牌，若其中包含不止一种颜色，则你选择一种颜色并弃置该颜色的所有手牌，然后你获得至多X名其他角色的各一张牌（X为你以此法弃置的手牌数）；若你以此法获得的牌不少于两张，你失去1点体力。" ,
    ["@huaiyi"] = "你可以选择至多 %arg 名角色，获得他们的各一张牌。" ,
    ["~huaiyi"] = "选择角色→点击确定" ,
    
    
}